//------------------------------------------------------------------------------------------------- хранятся пути уроков
var path = []
//----------------------------------------------------------------------------------------------------- подключаем уроки
for (let i = 21 ; i <= 50; i++ ) {
    path[i] = __dirname + `/lessons/ls${i.toString()}.js`
}
//------------------------------------------------------ для изменения урока поменять индекс path (индекс = номер урока)
const lessons_start =  require(path[23])
//-------------------------------------------------------lesson start---------------------------------------------------
lessons_start()















